tap "bramr/spacebar"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "colima"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "geoip"
brew "git"
brew "go"
brew "gopls"
brew "htop"
brew "httpie"
brew "hugo"
brew "inetutils"
brew "jq"
brew "jump"
brew "lazygit"
brew "lolcat"
brew "lua-language-server"
brew "mas"
brew "neovim"
brew "nnn"
brew "ollama"
brew "php"
brew "posting"
brew "prettier"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
cask "alacritty"
cask "amethyst"
cask "bambu-studio"
cask "battery"
cask "battle-net"
cask "betterdisplay"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "freecad"
cask "ghostty"
cask "hoppscotch"
cask "hstracker"
cask "iina"
cask "intellij-idea"
cask "kicad"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mullvadvpn"
cask "obsidian"
cask "openmtp"
cask "proxyman"
cask "raspberry-pi-imager"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spacebar"
cask "steam"
cask "temurin@21"
cask "tomatobar"
cask "transmission"
cask "via"
cask "vial"
cask "wezterm"
mas "eduVPN", id: 1317704208
mas "Home Assistant", id: 1099568401
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pluralsight", id: 431748264
mas "Prime Video", id: 545519333
mas "pwSafe", id: 520993579
mas "Sequel Ace", id: 1518036000
mas "Xcode", id: 497799835
